/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Gunakan BlackBerry Blend untuk melihat mesej dan kandungan dari peranti BlackBerry anda pada komputer anda. Anda juga boleh melihat kalendar dan kenalan anda, serta mengurus fail antara komputer dan peranti anda.  Jika peranti anda diaktifkan enterprise, anda boleh mengakses maklumat kerja, fail dan intranet anda dengan selamat tanpa menyambung ke VPN. BlackBerry Blend disokong pada peranti yang menjalankan BlackBerry 10 OS versi 10.3 atau yang lebih baru.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Gunakan BlackBerry Link untuk membuat sandaran dan memulihkan data peranti anda, bertukar ke peranti baru, mengemas kini perisian peranti anda atau memasang semula perisian peranti. Anda juga boleh menyegerakkan media, dokumen dan data penganjur anda seperti kenalan dan kalendar antara peranti dan komputer anda. Benarkan akses ke fail pada komputer anda dari peranti anda menggunakan ciri akses fail jauh dan banyak lagi!";